import React from 'react'
import './MainDesc.css'

export default function MainDesk() {
    return (
        <div className='mainDesc'>
            <h2 className='mainDesc__title'>آموزش فرانت اند</h2>
            <p className="mainDesc__text">
                اگر می‌خواهید سایت‌هایی با رابط کاربری جذاب و حرفه‌ای طراحی کنید، شرکت در دوره‌های آموزش فرانت ‌اند سبزلرن می‌تواند شما را به موفقیت در این مسیر برساند! در دوره‌های فرانت‌اند سبزلرن تمامی آموزش‌ها به‌صورت پروژه‌محور و عملی است تا بتوانید بلافاصله پس از شرکت در دوره آماده گرفتن پروژه‌های جدید باشید.
            </p>
            <p className="mainDesc__text">این دوره برای تمام علاقه‌مندان به دنیای وب از جمله افراد مبتدی و همه کسانی‌که به‌دنبال بهبود مهارت‌های خود هستند، یک دوره کاربردی است.</p>
            <p className="mainDesc__text">
                در دوره برنامه نویسی front end سبزلرن، علاوه‌بر یادگیری ابزارهای مدرن و تکنولوژی‌های روز، با اصول و استانداردهای فرانت در طراحی سایت نیز آشنا می‌شوید و می‌توانید وب‌سایت‌هایی خلاقانه و کاربر پسند طراحی کنید.
            </p>
            <p className="mainDesc__text">اگر آماده‌اید مسیر شغلی خود را با یادگیری فرانت اند متحول کنید، همین حالا یکی از دوره‌های آموزشی سبزلرن را انتخاب کرده و قدم اول را به سوی آینده‌ای روشن بردارید!</p>
            <div className="text-center m-5">
                <button className='seeMore__btn'>
                    مشاهده بیشتر
                </button>
            </div>
        </div>
    )
}
